{
    "en-US": {
        "Set up Bank Feed": "Set up Bank Feed",
        "Bank Feed feature text": "This feature helps you to set up automated feeds with accounting software providers.",
        "Bank Feed feature subtext one": "In order to use this feature you must be registered with one of our providers. You might be asked for unique reference number issued by your provider.",
        "Bank Feed feature subtext two": "Following successful submission and provider verification HSBC will start sending feeds to your selected provider in approximately 48 hours.",
        "Provider Selection":"Provider Selection",
        "Account Selection":"Account Selection",
        "Confirm":"Confirmation",
        "Acknowledgement":"Acknowledgement",
        "Provider Selection SubText":"Select the provider you wish to connect to",
        "Account Selection SubText":"Select the accounts you wish to connect to your selected provider",
        "Confirm SubText":"Confirm choices and agree to terms and conditions",
        "Acknowledgement SubText":"Receive acknowledgement of successful selection",
        "Account connections set up before 28 August 2017":"Account connections set up before 28 August 2017 are not displayed in this feature.",
        "Account connections set up before 28 August 2017 SubText":"Select your provider and enter your unique reference if one was issues by your provider. You can change your selection at any time.",
        "Choose provider": "1. Provider Selection",
        "Select Account": "2. Account Selection",
        "Confirmation": "3. Confirmation",
        "Complete": "4. Acknowledgement",
        "Choose provider process guidance text one": "To use this feature you must be registered with one of the below mentioned accounting software providers.",
        "Choose provider process guidance text two": "You need to be registered on the provider's site, get a unique reference and then set permission for your accounts.",
        "Xero transfer heading":"You are now being transferred to Xero",
        "Xero transfer text":"After clicking Continue, you mighe be asked to enter your Xero credentials. if your XERO account is set up for more than one company, you will need to select the company whose accounts you wish to connect.",
        "Select Account Page Instruction Para one":"Please select the accounts of the company you wish to connect. You can select the accounts of only one company.",
        "Select Account Page Instruction Para two":"Please make sure this company is the same company you selected on the accounting provider's website. You cannot individual select Teir 3 accounts but can select or deselect any Tier 2 or Tier 1 account. You can connect Current, Saving, and Foreign Currency accounts. Previously connected accounts will not appear. ",
        "Currency":"Currency",
        "Load More Accounts":"Load More Accounts",
        "Please Review and Confirm":"Please review and confirm your selections",
        "terms and conditions text":"By ticking the box you confirm you wish us to provide transaction data on the above accounts to the named provider. Once we have provided the transaction data to the named provider, we have no further responsibility in relation to the transfered data.",
        "Successful Submission":"Successful Submission",
        "Successful Submission Subtext one":"HSBC will start sending bank feeds to your selected provider in approximately 48 hours.",
        "Successful Submission Subtext two":"Your account selections will now be confirmed with your selected provider. In case we need further information, we will be in touch shortly.",
        "Date":"Date",
        "BIB ID":"BIB ID",
        "Selected Provider":"Selected Provider",
        "Account":"Account",
        "Successful  Submission":"Successful  Submission",
        "Successful  Submission Revoke Text":"We will disconnect the selected accounts from your selected provider",
        "Manage Bank Feeds" :"Manage Bank Feeds",

        "Existing Connections":"Existing Connections",
        "Connected Accounts":"Connected Accounts",
        "Set up new bank Feed" :"Set up new Bank Feed",
        "Connect other accounts":"Connect other accounts",
        "Select provider": "Select accounting provider",
        "unique reference heading": "Unique reference",
        "unique reference footer": "Don't worry, your financial data will be transfered overnight to your chosen and authorise accountancy provider. This data is encrypted and secure. You can change your settings at any time.",
        "unique reference toolTip":"Enter the unique reference issued by the selected accounting software provider.",
        "Cancel":"Cancel",
        "Edit":"Edit",
        "Manage":"Manage",
        "Continue":"Continue",
        "Account name":"Account name",
        "Account number":"Account number",
        "Location":"Location",
        "unique Reference":"unique Reference",
        "Bank Feed Fail":"Bank Feed Fail",
        "Bank Feed Error Msg":"Bank Feed Error Msg placeholder",
        "Providers":"Providers",
        "Revoke Access":"Revoke Access",
        "Bank Feed":"Bank Feed",
        "Access Revoked to" :"Access Revoked to"
    },
    "zh-CN": {
        "Set up Bank Feed": "銀行匯款",
        "Manage Bank Feeds" :"銀行匯款 銀行匯款"
    },
    "zh-HK": {
        "Set up Bank Feed": "银行汇款",
        "Manage Bank Feeds" :"银行汇款 银行汇款"

    }
}